const nouns = [
    "игрушка", "машина", "книга", "мультфильм", "каша", "собака",
    "кошка", "шарик", "конфета", "сок", "мороженое", "яблоко",
    "банан", "шоколад", "игра", "велосипед", "пазл", "фрукт",
    "овощ", "поезд"
];

const translations = {
    "i like": "мне нравится",
    "i don't like": "мне не нравится",
    "puzzle": "пазл",
    "toy": "игрушка",
    "car": "машина",
    "book": "книга",
    "cartoon": "мультфильм",
    "porridge": "каша",
    "dog": "собака",
    "cat": "кошка",
    "ball": "шарик",
    "candy": "конфета",
    "juice": "сок",
    "ice cream": "мороженое",
    "apple": "яблоко",
    "banana": "банан",
    "chocolate": "шоколад",
    "game": "игра",
    "bicycle": "велосипед",
    "fruit": "фрукт",
    "vegetable": "овощ",
    "train": "поезд"
};

export { nouns, translations };
